Repository: PorterAS/woocommerce_plugin
Catalog: porterbuddy-wc/languages/porterbuddy-wc-*.po
Languages: nb_no

source: The order will be delivered between %s and %s on %s
nb_no: Orderen bil bli levert mellom %s og %s, %s

source: General Settings
nb_no: Generelle innstillinger

source: General settings for PorterBuddy Shipping. <br><br>To enable the plugin, navigate to Shipping/Shipping Zones and activate PorterBuddy inside the zone named "Oslo (PorterBuddy)"
nb_no: Generelle innstillinger for PorterBuddy Shipping. <br><br>For å aktivere Porterbuddy for dine kunder må du navigere til Frakt/Fraktsoner og aktivere PorterBuddy i sonen med navnet "Oslo (PorterBuddy)"

source: Title
nb_no: Tittel

source: Title to be display on site
nb_no: Tittelen som vises på siden

source: Deliver with PorterBuddy
nb_no: Få den levert med Porterbuddy

source: The store name
nb_no: Butikkens navn

source: Displayed as the sender of the parcel
nb_no: Vises som sender av leveransen

source: Store Name
nb_no: Butikknavn

source: Store Phone
nb_no: Butikkens telefonnummer

source: Phone that the courier can reach the store
nb_no: Telefonnummer som budet kan nå butikken på

source: Store email
nb_no: Butikkens epostadresse

source: E-mail for porterbuddy to contact you
nb_no: E-postadresse som sendes med leveransebestillingen

source: Description
nb_no: Beskrivelse

source: Delivery method description
nb_no: Beskrivelse av leveransemetoden

source: Simple and flexible. You decide when and where delivery will take place, at home, at work or elsewhere.
nb_no: Enkelt og fleksibelt. Du bestemmer når og hvor leveringen skal skje - hjemme, på jobb eller et annet sted.

source: Express Delivery Name
nb_no: Navn på Ekspressleveranse

source: EXPRESS
nb_no: EKSPRESS

source: PorterBuddy Mode
nb_no: Porterbuddymodus

source: Choose operating mode. Development and Testing will use porterbuddy-test.com, and development will display debugging information.
nb_no: Velg modus. Utvikling og Testing vil bruke porterbuddy-test.com, og Utvikling vil også vise feilsøkingsinformasjon. Må settes til Produksjon på nettbutikken.

source: Development
nb_no: Utvikling

source: Production
nb_no: Produksjon

source: Use HTML5 Geo-Location
nb_no: Bruk HTML5-geolokasjon

source: Ask the customer to use their location when setting delivery postcode
nb_no: Spør kunden om de ønsker å bruke sin lokasjon når de velger land og postnummer

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Product Page Widget
nb_no: Produktside-Widget

source: Settings for the PorterBuddy widget on the Product Page
nb_no: Innstillinger for widgeten som vises på produktsiden

source: Enable Widget
nb_no: Aktiver Widgeten

source: Enable or disable the product page widget.
nb_no: Aktiver eller deaktiver widgeten

source: Click to see text
nb_no: Klikk-for-å-se-tekst

source: Text to show on product page when postcode is not set
nb_no: Teksten som skal vises på produktsiden når postnummer ikke er satt

source: Add a postcode to see if you are eligible for same day delivery
nb_no: Legg til postnummer for å se om du kan få levering med porterbuddy

source: Availability text
nb_no: Tilgjengelig-tekst

source: Can use {{date}} and {{countdown}} placeholders
nb_no: Kan bruke {{date}} og {{countdown}} som variabler

source: Want it {{date}}? Order in the next {{countdown}}
nb_no: Vil du ha den {{date}}? Bestill innen {{countdown}}

source: Postcode not available text
nb_no: Postnummer-ikke-tilgjengelig-tekst

source: Can use {{postcode}} placeholder (works as both country and postcode)
nb_no: Kan bruke {{postcode}} (fungerer som både land og postnummer)

source: Sorry, same day delivery is not currently available to {{postcode}}
nb_no: Beklager, porterbuddy leverer ikke til {{postcode}}

source: Messages
nb_no: Meldinger

source: Modify the messages PorterBuddy is displaying to your customers
nb_no: Endre teksten som Porterbuddy viser til dine kunder

source: No available dates text
nb_no: Ingen-tilgjengelige-dager-tekst

source: Text to show is no dates are available
nb_no: Tekst som vises dersom det ikke er noen datoer tilgjengelig

source: Sorry, Porterbuddy delivery is not currently available
nb_no: Beklager, levering med Porterbuddy er ikke tilgjengelig

source: Available days ahead
nb_no: Tilgjengelig dager frem

source: How many days ahead should be available
nb_no: Hvor mange dager fremover skal kunden kunne velge Porterbuddy-levering?

source: Return available
nb_no: Tillat retur

source: Should the option for return be available
nb_no: Skal det være mulig å bestille retur

source: Text for return
nb_no: Retur-tekst

source: Text shown for the return option
nb_no: Teksten som vises for retur-valget

source: I would like to return items that do not match me
nb_no: Jeg vil ha muligheten til å returnere varer som ikke passer meg

source: Return price
nb_no: Retur-pris

source: Price for the return service
nb_no: Prisen for retur-tjenesten

source: Update delivery alternative
nb_no: Oppdateringsfrekvens på tilgjengelighet

source: Given in minutes (caching, default 5)
nb_no: I minutter. (Standard er 5 minutter)

source: Text for leave at the door option
nb_no: Legg-ved-døra-alternativ

source: Allow the courier to leave the package outside the door
nb_no: Tillat budet å legge pakken utenfor døren

source: To the messenger box
nb_no: Melding-til-budet

source: Text above the message to courier box
nb_no: Tekst over melding-til-budet-boksen

source: Delivery Pricing
nb_no: Leveringspriser

source: Manage the cost you charge your customers for shipping with Porterbuddy
nb_no: Overstyr prisene som dine kunder betaler for leveranse med Porterbuddy

source: Optional message to the courier
nb_no: Melding til budet (valgfri)

source: Override porterbuddy price with
nb_no: Overstyr prisen på standardleveranse

source: Leave empty to use Porterbuddy pricing
nb_no: Dersom den er tom vil prisene fra porterbuddy bli brukt

source: Override porterbuddy express price with
nb_no: Overstyr prisen på ekspressleveranse

source: Leave empty to use Porterbuddy Express pricing
nb_no: Dersom den er tom vil prisene fra porterbuddy bli brukt

source: Delivery Discount
nb_no: Leveringsrabatt

source: Off
nb_no: Av

source: On
nb_no: På

source: Price Discount
nb_no: Prisrabatt

source: Subtracted from the price, in NOK
nb_no: Trekkes fra leveranseprisen, i NOK

source: Threshold
nb_no: Minimumssum

source: Order price threshold, in NOK
nb_no: Minimumssummen som må være i handlekurven for at rabatten skal bli gjeldende

source: The shipping cost is discounted with %d kr.
nb_no: Leveranseprisen er rabattert med %d kr.

source: Give your customers discount on shipping when the order is above a certain price. If the prices are overridden in the section above, this setting will not have any effect.
nb_no: Gi kundene dine rabatt på levering når orderensummen er over et nivå. Hvis prisene er overstyrt i seksjonen over, har innstillingene i denne seksjonen ingen effekt.

source: Opening Hours
nb_no: Åpningstider

source: Opening hours and time settings. If you set close equal to or less then open, that day will be considered closed.
nb_no: Innstillinger for åpningstid. Hvis stengetid settes til det samme som, eller mindre enn, åpningstiden vil den dagen bli ansett som stengt.

source: PorterBuddy available until
nb_no: Porterbuddy tilgjengelig frem til

source: Latest pickup before closing, in minutes
nb_no: Siste henting før stengetid, i minutter

source: Opening monday
nb_no: Åpner mandag

source: Closing monday
nb_no: Stenger mandag

source: Opening tuesday
nb_no: Åpner tirsdag

source: Closing tuesday
nb_no: Stenger tirsdag

source: Opening wednesday
nb_no: Åpner onsdag

source: Closing wednesday
nb_no: Stenger onsdag

source: Opening thursday
nb_no: Åpner torsdag

source: Closing thursday
nb_no: Stenger torsdag

source: Opening friday
nb_no: Åpner fredag

source: Closing friday
nb_no: Stenger fredag

source: Opening saturday
nb_no: Åpner lørdag

source: Closing saturday
nb_no: Stenger lørdag

source: Default phone country code
nb_no: Standard områdekode for telefon

source: Default phone country code (Ex. "+47")
nb_no: Standard områdekode, eks. +47

source: Packing time
nb_no: Pakketid

source: In minutes
nb_no: I minutter

source: Delivery Verifications
nb_no: Leveranseverifikasjoner

source: Set delivery verifications
nb_no: Velg hvilke verifikasjoner som budet skal gjøre ved leveranse

source: Minimum age check
nb_no: Minimumsalder

source: Optional
nb_no: Valgfri

source: Signature on delivery
nb_no: Signatur ved leveranse

source: Require signature on delivery
nb_no: Krev at mottager signerer på leveransen

source: Verify ID on delivery
nb_no: Sjekk ID

source: Courier will check the receivers ID
nb_no: Budet vil kontrollere ID hos mottager

source: Only deliver to recipient
nb_no: Lever kun til mottager

source: Courier will only deliver to the registered recipient
nb_no: Budet vil kun levere til registrert mottager

source: Default Product
nb_no: Standardprodukt

source: Default package specifications
nb_no: Dersom ikke spesifikasjonene på produktet er satt, vil disse standardverdiene brukes

source: Default product weight
nb_no: Standardvekt

source: In kg, will be used for products without weight
nb_no: I kg, brukes på produkter uten vekt

source: Max product weight
nb_no: Maks produktvekt

source: In kg, max weight for shipments with PorterBuddy
nb_no: I kg, maks vekt på leveranse med Porterbuddy

source: Default product height
nb_no: Standardhøyde

source: In cm, will be used for products without height
nb_no: I cm, brukes på produkter uten høyde

source: Default product width
nb_no: Standardbredde

source: In cm, will be used for products without width
nb_no: I cm, brukes på produkter uten bredde

source: Default product depth
nb_no: Standarddypde

source: In cm, will be used for products without depth
nb_no: I cm, brukes på produkter uten dybde

source: API Settings
nb_no: API-Innstillinger

source: API Settings and keys
nb_no: API-Innstillinger og nøkler

source: Error Reporting E-Mail
nb_no: E-post for error-rapportering

source: Reports on API-requests that fail will be sent to this email. Leave blank to turn off.
nb_no: API-kall som genererer feil vil bli rapportert til denne e-posten. Sett til tom for å skru av.

source: API Key (Production)
nb_no: API-Nøkkel (Produksjon)

source: Must be set before mode is set to production
nb_no: Må settes før modus settes til "Produksjon"

source: API Key (Test/Dev)
nb_no: API-Nøkkel (Test/Utvikling)

source: API Key for testing
nb_no: API-Nøkkel for testing og utvikling

source: MapBox API key
nb_no: API-Nøkkel for MapBox

source: Can be obtained from <a href='https://www.mapbox.com/account/'>here</a>
nb_no: Han hentes <a href='https://www.mapbox.com/account/'>her</a>

source: You have to select a country
nb_no: Du må velge land

source: Postcode must be 3 or more numbers!
nb_no: Postnummeret må være 3 eller flere siffer

source: You have blocked GEO requests in your browser and must change your settings to use your location for this.
nb_no: Du har blokkert GEO-Lokasjon i nettleseren din og må endre dette i innstillinger før du kan bruke lokasjonen din her.

source: Unfortunately there are no available time slots. Please try another day.
nb_no: Det er desverre ingen leveringstider tilgjengelig for denne dagen. Vennligst prøv en annen dag.

source: Thank you
nb_no: Takk

source: Previous
nb_no: Forrige

source: Next
nb_no: Neste

source: price
nb_no: pris

source: Let your customer get their delivery simple and flexible. They decide when and where delivery will take place, at home, at work or elsewhere.
nb_no: La kunden din få leveranse enkelt og fleksibelt. De velger selv hvor og når leveransen skal skje, hjemme, på jobb, eller et annet sted.

source: Method title
nb_no: Metodetittel

source: This controls the title which the user sees during checkout.
nb_no: Styrer hvilken tittel brukere ser når de sjekker ut

source: Cost
nb_no: Pris

source: Sorry, %d kg exceeds the maximum weight of %d kg for %s
nb_no: Beklager, %d kg overstiger maksimumvekten på %d kg for %s

source: Check eligibility
nb_no: Sjekk tilgjengelighet

source: Change postcode
nb_no: Endre postnummer

source: Select a country&hellip;
nb_no: Velg land &hellip;

source: Postcode / ZIP
nb_no: Postnummer

source: Update postcode
nb_no: Endre postnummer

source: Use your location
nb_no: Bruk din lokasjon

source: Today
nb_no: i dag

source: Tomorrow
nb_no: i morgen

source: Monday
nb_no: mandag

source: Tuesday
nb_no: tirsdag

source: Wednesday
nb_no: onsdag

source: Thursday
nb_no: torsdag

source: Friday
nb_no: fredag

source: Saturday
nb_no: lørdag

source: Sunday
nb_no: søndag

source: days
nb_no: dager

source: hours
nb_no: timer

source: minutes
nb_no: minutter

source: and
nb_no: og

source: Porterbuddy API generated an error
nb_no: Porterbuddy API genererte en feilmelding

source: API Returned:
nb_no: API Returnerte:
